<h1 style="text-align: center;"><span style="font-size:28px;">I create sites</span>
</h1>
<ul>
  <li><a href="#introduction">Introduction</a></li>
  <li><a href="#createSite">Как сделать сайт</a></li>
  <li><a href="#examples">Примеры работ</a></li>
</ul>
<h2><a name="introduction">Введение</a>
</h2>
<p>Если о чем-то говорит, использую PHP, YII2, кой-где добавляю JS, совсем мало&nbsp;HTML, CSS.
</p>
<p>Сайты могу делать как полностью с нуля, так и по готовому шаблону.
</p>
<p>Также работаю в команде (сайт <a href="http://cvr.by/" target="_blank">cvr.by</a>) с дизайнерами, верстальщиками, фотографами, контенщиками. Тут уже HTML, CSS применяется весьма эффективно.&nbsp;Так что с мегакрасочным&nbsp;сайтом также смогу помочь.
</p>
<p>Помимо разработки сайтов предоставляем услуги хостинга (инфа также на сайте <a href="http://cvr.by/hosting24">cvr.by</a>).
</p>
<p><span style="color:#FF0000;">Готов к сотрудничеству) </span>Обратите внимание: мне прежде всего нравится делать вещи, отвечающие за процесс (например, отправка почты, калькулятор, смена языка)
</p>
<h2 style="line-height: 20.8px;"><a id="createSite" name="createSite"><font color="#0782c1">Как сделать сайт</font></a>
</h2>
<p style="line-height: 20.8px;">Допустим, вам нужен сайт. Для этого вам нужно завести хостинг (компьютер, который будет постоянно включенный и там будет специальное программное обеспечение) и закачать туда код.
</p>
<p style="line-height: 20.8px;">Хостинг можно найти&nbsp;бесплатный, поэтому особо мудрить тут поначалу не надо. Но там, где бесплатно, может чего-то нужного не быть, и так обычно это и бывает. У нас на cvr хостинг платный, но, на мой взгляд, по очень хорошим ценам и условиям (ориентировочно от 3$ в месяц).
</p>
<p style="line-height: 20.8px;">В-общем, пока пишем код, параллельно, время от времени, интересуемся хостингом.
</p>
<p style="line-height: 20.8px;">Итак, код. Часто делается так. Находишь бесплатный готовый шаблон сайта, скачиваешь, заменяешь текст на свой, вот и готов код.
</p>
<p style="line-height: 20.8px;">Короче, если вы никогда в это дело не вникали, минисайт за&nbsp;час&nbsp;очень даже реально сделать и предоставить на обозрение общественности.
</p>
<h2 style="line-height: 20.8px;"><a id="examples" name="examples">Примеры работ</a>
</h2>
<p style="line-height: 20.8px;"><a href="http://viktarian.github.io/" target="_blank">viktarian.github.io</a>&nbsp;- мой один из первых сайтов, без шаблонов, просто взял и почти что за пару сек склепал.
</p>
<p style="line-height: 20.8px;"><a href="http://halva202.github.io/" target="_blank">halva202.github.io</a> - то же один из моих первых сайтов, только уже скачал готовый шаблон.
</p>
<p style="line-height: 20.8px;"><a href="http://halva202.by/">halva202.by</a> - тоже сайт обо мне, только тут уже и шаблон скачал, и немного попрограммировал.
</p>
<p style="line-height: 20.8px;"><a href="http://iconmaster.by" target="_blank">iconmaster.by</a> - а это&nbsp;уже мегаработа CVR, и как результат, премия TIBO-2016
</p>
<p style="line-height: 20.8px;">&nbsp;
</p>
<p style="line-height: 20.8px;">В общем, сайт можно сделать простым, можно меганавороченным, можно самому делать сайт, можно вместе с кем-то, или полностью поручить кому-то)
</p>
<p style="line-height: 20.8px;">Обращайтесь, подскажу)
</p>
<p style="line-height: 20.8px;">&nbsp;
</p>
<p>&nbsp;
</p>